Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sprakloyper_-_strategi_for_lesing_og_skriving_i_barnehage_grunnskole_og_videregaende_opplaering.html.tmx
Source language: nob
Languages: sme

source: Språkløyper – strategi for lesing og skriving i barnehage, grunnskole og videregående opplæring
sme: Giellaláhtut - čállin- ja lohkanstrategiija mánáidgárddis, vuođđoskuvllas ja joatkkaskuvllas

source: Sametinget vil utvikle og tilpasse de nasjonale strategiene for språk, lesing og skriving - Språkløyper til de samiske språkene.
sme: Sámediggi áigu ovdánahttit ja heivehit giela, lohkama ja čállima nationála strategiijaid - Gielalláhtut sámegielaide.

source: Regjeringen utarbeidet og gjennomførte nasjonal strategi for lesing og skriving - språkløyper 2016-2019.
sme: Ráđđehus hábmii ja čađahii nationála strategiija lohkama ja čállima várás - giellaláhtut 2016-2019.

source: Målet med strategien var å styrke barnehagens språkmiljø, sammenhengen mellom barnehagen og skolens språkarbeid, styrke lærernes kompetanse innenfor språk, lesing og skriving, raskere identifisering av språkvansker, redusere antall elever med svake lese- og skriveferdigheter og øke antall elever med svært gode lese- og skriveferdigheter.
sme: Strategiija mihttun lei nannet mánáidgárddiid giellabirrasa, mánáidgárddi ja skuvlla giellabargguid čanastagaid, nannet oahpaheddjiid gelbbolašvuođa gielas, lohkamis ja čállimis, jođáneabbo fuobmát giellaváttuid, unnidit ohppiidlogu geain lea heajos lohkan- ja čállinmáhttu, ja lasihit ohppiidlogu geain lea hui buorre lohkan- ja čállinmáhttu.

source: Det unike med denne strategien er at det for første gang satses systematisk og helhetlig på språk, lesing og skriving i både barnehage og skole, og at det utvikles praksisnære og kunnskapsbaserte digitale kompetansepakker som barnehager og skoler kan ta direkte i bruk i det lokale utviklingsarbeidet.
sme: Dat mii lea mihtilmas dáinna strategiijain lea ahte vuosttaš geardde áŋgiruššojuvvo systemáhtalaččat ja ollislaččat giela, lohkama ja čállima várás sihke mánáidgárddis ja skuvllas, ja ahte hábmejuvvojit hárjehallanlágaš ja máhttovuđot digitála gelbbolašvuođapáhkat maid mánáidgárddit ja skuvllat sáhttet váldit atnui báikkálaš ovdánahttinbarggus.

source: Strategien omfatter introduksjonssamlinger for barnehager og skoler, gratis nettbaserte kompetansepakker og støtte til lokalt utviklingsarbeid i kommunene.
sme: Strategiijii gullet oahpistančoakkáldagat mánáidgárddiide ja skuvllaide, nuvttá neahttavuđot gelbbolašvuođapáhkat ja doarjja báikkálaš ovdánahttinbargui suohkaniidda.
